Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: That email address isn't correct.
bg: Този имейл адрес не е правилен.
bn: এই ইমেইল ঠিকানাটি সঠিক নয়।
ca: Aquest correu electrònic no és correcte.
cs: Tato emailová adresa není správná.
da: Denne emailadresse er ikke korrekt.
de_at: Diese E-Mail-Adresse ist nicht korrekt.
el: Αυτή η διεύθυνση email δεν είναι σωστή.
fa: آن آدرس ایمیل صحیح نیست.
fi: Sähköpostiosoite ei ole oikea.
fil: Ang email address na iyan ay hindi tama.
fr_ch: Cette adresse e-mail n'est pas correcte.
gsw: Die E-Mail-Adresse isch nöd korrekt.
gu: તે ઇમેઇલ સરનામું સાચું નથી.
he: כתובת דוא״ל זו אינה נכונה.
hi: वह ईमेल पता सही नहीं है।
hr: Ta email adresa nije ispravna.
hu: Ez az e-mail cím nem helyes.
id: Alamat email tersebut tidak benar.
it: Quell'indirizzo email non è corretto.
ja: そのメールアドレスは正しくありません。
kn: ಆ ಇಮೇಲ್ ವಿಳಾಸವು ಸರಿಯಾಗಿಲ್ಲ.
ko: 해당 이메일 주소가 올바르지 않습니다.
ln: Adrese wana ya email ezali malamu te.
lv: Šī e-pasta adrese nav pareiza.
mr: तो ईमेल पत्ता बरोबर नाही.
ms: Alamat e-mel tersebut tidak betul.
nb: Den e-postadressen er ikke riktig.
nl: Dat e-mailadres is niet correct.
nn_no: Den e-postadressa er ikkje riktig.
pl: Ten adres e-mail nie jest poprawny.
pt: Esse endereço de e-mail não está correto.
pt_pt: Esse endereço de e-mail não está correto.
ro: Acea adresă de e-mail nu este corectă.
ru: Этот адрес электронной почты неверен.
sk: Táto e-mailová adresa nie je správna.
sl: Ta e-poštni naslov ni pravilen.
sr: Та имејл адреса није исправна.
sr_latn: Ta imejl adresa nije ispravna.
sv: Den e-postadressen är inte korrekt.
ta: அந்த மின்னஞ்சல் முகவரி சரியானது அல்ல.
th: ที่อยู่อีเมลนั้นไม่ถูกต้อง
tr: Bu e-posta adresi doğru değil.
uk: Ця адреса електронної пошти неправильна.
ur: یہ ای میل ایڈریس درست نہیں ہے۔
vi: Địa chỉ email đó không chính xác.
zh: 该邮箱地址不正确。
zh_hant: 此電子郵件地址不正確。
zh_hant_tw: 此電子郵件地址不正確。

source: The email and password you entered don't match.
bg: Въведеният имейл и парола не съвпадат.
bn: ইমেইল এবং পাসওয়ার্ড মেলে না।
ca: El correu electrònic i la contrasenya introduïts no coincideixen.
cs: Zadaný email a heslo se neshodují.
da: Email og adgangskode stemmer ikke overens.
de_at: Die eingegebene E-Mail-Adresse und das Passwort stimmen nicht überein.
el: Το email και ο κωδικός πρόσβασης που εισαγάγατε δεν ταιριάζουν.
fa: ایمیل و رمز عبوری که وارد کردید مطابقت ندارند.
fi: Antamasi sähköposti ja salasana eivät täsmää.
fil: Ang email at password na iyong inilagay ay hindi tumutugma.
fr_ch: L'e-mail et le mot de passe que vous avez saisis ne correspondent pas.
gsw: D'E-Mail-Adresse und s'Passwort wo du iigäh häsch passe nöd.
gu: તમે દાખલ કરેલ ઇમેઇલ અને પાસવર્ડ મેળ ખાતા નથી.
he: הדוא״ל והסיסמה שהזנת אינם תואמים.
hi: आपके द्वारा दर्ज किया गया ईमेल और पासवर्ड मेल नहीं खाते।
hr: Email i lozinka koje ste unijeli ne podudaraju se.
hu: A megadott e-mail cím és jelszó nem egyezik.
id: Email dan kata sandi yang Anda masukkan tidak cocok.
it: L'email e la password inserite non corrispondono.
ja: 入力されたメールアドレスとパスワードが一致しません。
kn: ನೀವು ನಮೂದಿಸಿದ ಇಮೇಲ್ ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 입력한 이메일과 비밀번호가 일치하지 않습니다.
ln: Email na liloba ya kobombama oyo otisaki ekokani te.
lv: Ievadītais e-pasts un parole nesakrīt.
mr: तुम्ही एंटर केलेला ईमेल आणि पासवर्ड जुळत नाहीत.
ms: E-mel dan kata laluan yang anda masukkan tidak sepadan.
nb: E-posten og passordet du skrev inn stemmer ikke overens.
nl: Het ingevoerde e-mailadres en wachtwoord komen niet overeen.
nn_no: E-posten og passordet du skreiv inn stemmer ikkje overens.
pl: Wprowadzony adres e-mail i hasło nie pasują do siebie.
pt: O e-mail e a senha que você digitou não correspondem.
pt_pt: O e-mail e a palavra-passe que introduziu não correspondem.
ro: E-mailul și parola pe care le-ați introdus nu se potrivesc.
ru: Введенные адрес электронной почты и пароль не совпадают.
sk: Zadaný e-mail a heslo sa nezhodujú.
sl: Vneseni e-poštni naslov in geslo se ne ujemata.
sr: Имејл и лозинка које сте унели се не поклапају.
sr_latn: Imejl i lozinka koje ste uneli se ne poklapaju.
sv: E-postadressen och lösenordet du angav stämmer inte överens.
ta: நீங்கள் உள்ளிட்ட மின்னஞ்சல் மற்றும் கடவுச்சொல் பொருந்தவில்லை.
th: อีเมลและรหัสผ่านที่คุณใส่ไม่ตรงกัน
tr: Girdiğiniz e-posta ve şifre eşleşmiyor.
uk: Введена адреса електронної пошти та пароль не збігаються.
ur: آپ کی درج کردہ ای میل اور پاس ورڈ مماثل نہیں ہیں۔
vi: Email và mật khẩu bạn nhập không khớp.
zh: 邮箱和密码不匹配。
zh_hant: 您輸入的電子郵件與密碼不相符。
zh_hant_tw: 您輸入的電子郵件與密碼不相符。

source: This action can't be undone
bg: Това действие не може да бъде отменено
bn: এই পদক্ষেপ পূর্বাবস্থায় ফেরানো যাবে না
ca: Aquesta acció no es pot desfer
cs: Tuto akci nelze vrátit zpět
da: Denne handling kan ikke fortrydes
de_at: Diese Aktion kann nicht rückgängig gemacht werden
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί
fa: این عمل قابل بازگشت نیست
fi: Tätä toimintoa ei voi perua
fil: Ang aksyon na ito ay hindi maaaring bawiin
fr_ch: Cette action ne peut pas être annulée
gsw: Die Aktion cha nöd rückgängig gmacht werde
gu: આ ક્રિયા પાછી લેવી શકાતી નથી
he: לא ניתן לבטל פעולה זו
hi: यह कार्रवाई पूर्ववत नहीं की जा सकती
hr: Ova radnja se ne može poništiti
hu: Ez a művelet nem vonható vissza
id: Tindakan ini tidak dapat dibatalkan
it: Questa azione non può essere annullata
ja: この操作は元に戻せません
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ
ko: 이 작업은 실행 취소할 수 없습니다
ln: Likambo oyo ekoki kozonga te
lv: Šo darbību nevar atsaukt
mr: ही क्रिया पूर्ववत करता येणार नाही
ms: Tindakan ini tidak boleh dibuat asal
nb: Denne handlingen kan ikke angres
nl: Deze actie kan niet ongedaan worden gemaakt
nn_no: Denne handlinga kan ikkje angrast
pl: Ta czynność nie może zostać cofnięta
pt: Esta ação não pode ser desfeita
pt_pt: Esta ação não pode ser anulada
ro: Această acțiune nu poate fi anulată
ru: Это действие нельзя отменить
sk: Túto akciu nie je možné vrátiť späť
sl: Tega dejanja ni mogoče razveljaviti
sr: Ова акција се не може опозвати
sr_latn: Ova akcija se ne može opozvati
sv: Denna åtgärd kan inte ångras
ta: இந்த செயலை செயல்தவிர்க்க முடியாது
th: การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu işlem geri alınamaz
uk: Цю дію неможливо скасувати
ur: اس کارروائی کو کالعدم نہیں کیا جا سکتا
vi: Hành động này không thể hoàn tác
zh: 此操作无法撤销
zh_hant: 此動作無法還原
zh_hant_tw: 此操作無法復原

source: This type of account isn't supported by this app
bg: Този тип акаунт не се поддържа от приложението
bn: এই ধরনের অ্যাকাউন্ট অ্যাপ দ্বারা সমর্থিত নয়
ca: Aquest tipus de compte no és compatible amb aquesta aplicació
cs: Tento typ účtu není touto aplikací podporován
da: Denne kontotype understøttes ikke af denne app
de_at: Dieser Kontotyp wird von dieser App nicht unterstützt
el: Αυτός ο τύπος λογαριασμού δεν υποστηρίζεται από αυτήν την εφαρμογή
fa: این نوع حساب توسط این برنامه پشتیبانی نمی‌شود
fi: Tämän tyyppistä tiliä ei tueta tässä sovelluksessa
fil: Ang uri ng account na ito ay hindi suportado ng app na ito
fr_ch: Ce type de compte n'est pas pris en charge par cette application
gsw: Dä Kontotyp wird vo dere App nöd unterstützt
gu: આ પ્રકારનું એકાઉન્ટ આ એપ દ્વારા સમર્થિત નથી
he: סוג חשבון זה אינו נתמך על ידי אפליקציה זו
hi: इस प्रकार का खाता इस ऐप द्वारा समर्थित नहीं है
hr: Ovaj tip računa nije podržan u ovoj aplikaciji
hu: Ez a fióktípus nem támogatott ebben az alkalmazásban
id: Jenis akun ini tidak didukung oleh aplikasi ini
it: Questo tipo di account non è supportato da questa app
ja: このタイプのアカウントはこのアプリでサポートされていません
kn: ಈ ರೀತಿಯ ಖಾತೆಯನ್ನು ಈ ಆ್ಯಪ್ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ
ko: 이 유형의 계정은 이 앱에서 지원되지 않습니다
ln: Lolenge oyo ya kɔnti esunga te na aplikasyo oyo
lv: Šo konta veidu neatbalsta šī lietotne
mr: या प्रकारचे खाते या अॅपद्वारे समर्थित नाही
ms: Jenis akaun ini tidak disokong oleh aplikasi ini
nb: Denne kontotypen støttes ikke av denne appen
nl: Dit type account wordt niet ondersteund door deze app
nn_no: Denne kontotypen er ikkje støtta av denne appen
pl: Ten typ konta nie jest obsługiwany przez tę aplikację
pt: Este tipo de conta não é compatível com este aplicativo
pt_pt: Este tipo de conta não é suportado por esta aplicação
ro: Acest tip de cont nu este acceptat de această aplicație
ru: Этот тип аккаунта не поддерживается этим приложением
sk: Tento typ účtu nie je touto aplikáciou podporovaný
sl: Ta vrsta računa ni podprta v tej aplikaciji
sr: Овај тип налога није подржан од стране ове апликације
sr_latn: Ovaj tip naloga nije podržan od strane ove aplikacije
sv: Denna typ av konto stöds inte av denna app
ta: இந்த வகை கணக்கு இந்த செயலியால் ஆதரிக்கப்படவில்லை
th: แอปนี้ไม่รองรับบัญชีประเภทนี้
tr: Bu hesap türü bu uygulama tarafından desteklenmiyor
uk: Цей тип облікового запису не підтримується цією програмою
ur: اس قسم کا اکاؤنٹ اس ایپ کے ذریعے تعاون یافتہ نہیں ہے
vi: Loại tài khoản này không được ứng dụng này hỗ trợ
zh: 此类账户不受此应用支持
zh_hant: 此類型帳號不支援此應用程式
zh_hant_tw: 此類型帳號不支援本應用程式

source: This will erase all data associated with your account, and can't be undone You will need to sign in again to complete this action
bg: Това ще изтрие всички данни, свързани с вашия акаунт, и не може да бъде отменено. Ще трябва да влезете отново, за да завършите действието.
bn: এটি আপনার অ্যাকাউন্টের সাথে সম্পর্কিত সমস্ত তথ্য মুছে ফেলবে এবং পূর্বাবস্থায় ফেরানো যাবে না। এই পদক্ষেপ সম্পূর্ণ করতে আপনাকে পুনরায় সাইন ইন করতে হবে।
ca: Això suprimirà totes les dades associades al teu compte i no es podrà desfer. Hauràs d'iniciar sessió de nou per completar aquesta acció.
cs: Tato akce smaže všechna data spojená s vaším účtem a nelze ji vrátit zpět. Pro dokončení se budete muset znovu přihlásit.
da: Dette vil slette alle data tilknyttet din konto, og kan ikke fortrydes. Du skal logge ind igen for at fuldføre handlingen.
de_at: Dies löscht alle mit Ihrem Konto verbundenen Daten und kann nicht rückgängig gemacht werden. Sie müssen sich erneut anmelden, um diese Aktion abzuschließen
el: Αυτό θα διαγράψει όλα τα δεδομένα που σχετίζονται με τον λογαριασμό σας και δεν μπορεί να αναιρεθεί. Θα χρειαστεί να συνδεθείτε ξανά για να ολοκληρώσετε αυτήν την ενέργεια
fa: این کار تمام داده‌های مرتبط با حساب شما را پاک می‌کند و قابل بازگشت نیست. برای تکمیل این عمل باید دوباره وارد شوید
fi: Tämä poistaa kaiken tiliisi liittyvän tiedon, eikä toimintoa voi perua. Sinun täytyy kirjautua uudelleen suorittaaksesi toiminnon.
fil: Ito ay magbubura ng lahat ng data na nauugnay sa iyong account, at hindi maaaring bawiin. Kailangan mong mag-sign in muli upang makumpleto ang aksyon na ito
fr_ch: Cela effacera toutes les données associées à votre compte et ne peut pas être annulé. Vous devrez vous reconnecter pour effectuer cette action
gsw: Das löscht alli Date wo mit dim Konto verbunde sind und cha nöd rückgängig gmacht werde. Du muesch dich nomol aamälde, zum die Aktion abzschliesse
gu: આ તમારા એકાઉન્ટ સાથે સંબંધિત તમામ ડેટા કાઢી નાખશે, અને પાછો લઈ શકાશે નહીં. આ ક્રિયા પૂર્ણ કરવા માટે તમારે ફરીથી સાઇન ઇન કરવાની જરૂર પડશે
he: פעולה זו תמחק את כל הנתונים המשויכים לחשבון שלך, ולא ניתן לבטלה. תצטרך להתחבר שוב כדי להשלים פעולה זו
hi: यह आपके खाते से संबंधित सभी डेटा मिटा देगा, और इसे पूर्ववत नहीं किया जा सकता। इस कार्रवाई को पूरा करने के लिए आपको फिर से साइन इन करना होगा
hr: Ova radnja će izbrisati sve podatke povezane s vašim računom i ne može se poništiti. Morat ćete se ponovno prijaviti kako biste dovršili radnju.
hu: Ez töröl minden fiókjához társított adatot, és nem vonható vissza. A művelet befejezéséhez újra be kell jelentkeznie
id: Ini akan menghapus semua data yang terkait dengan akun Anda, dan tidak dapat dibatalkan. Anda perlu masuk lagi untuk menyelesaikan tindakan ini
it: Questo cancellerà tutti i dati associati al tuo account e non può essere annullato. Dovrai accedere di nuovo per completare questa azione
ja: これにより、アカウントに関連するすべてのデータが消去され、元に戻すことはできません。この操作を完了するには、再度サインインする必要があります
kn: ಇದು ನಿಮ್ಮ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಅಳಿಸುತ್ತದೆ ಮತ್ತು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ. ಈ ಕ್ರಿಯೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನೀವು ಮತ್ತೆ ಸೈನ್ ಇನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ
ko: 이렇게 하면 계정과 관련된 모든 데이터가 삭제되며 실행 취소할 수 없습니다. 이 작업을 완료하려면 다시 로그인해야 합니다
ln: Oyo ekolongola makambo nyonso oyo ezali na kɔnti na yo, mpe ekoki kozonga te. Esengeli okota lisusu mpo na kosilisa likambo oyo
lv: Tas izdzēsīs visus ar jūsu kontu saistītos datus, un to nevar atsaukt. Lai pabeigtu šo darbību, būs jāpierakstās vēlreiz
mr: हे तुमच्या खात्याशी संबंधित सर्व डेटा मिटवेल, आणि पूर्ववत करता येणार नाही. ही क्रिया पूर्ण करण्यासाठी तुम्हाला पुन्हा साइन इन करावे लागेल
ms: Ini akan memadam semua data yang berkaitan dengan akaun anda, dan tidak boleh dibuat asal. Anda perlu log masuk semula untuk melengkapkan tindakan ini
nb: Dette vil slette alle data tilknyttet kontoen din, og kan ikke angres. Du må logge inn igjen for å fullføre denne handlingen
nl: Dit verwijdert alle gegevens van je account en kan niet ongedaan worden gemaakt. Je moet opnieuw inloggen om dit te voltooien.
nn_no: Dette vil slette alle data knytte til kontoen din, og kan ikkje angrast. Du må logge inn igjen for å fullføre denne handlinga
pl: Spowoduje to usunięcie wszystkich danych związanych z Twoim kontem i nie można tego cofnąć. Będziesz musiał zalogować się ponownie, aby ukończyć tę czynność
pt: Isso excluirá todos os dados associados à sua conta e não poderá ser desfeito. Você precisará fazer login novamente para concluir esta ação
pt_pt: Isto irá eliminar todos os dados associados à sua conta e não pode ser anulado. Terá de iniciar sessão novamente para concluir esta ação
ro: Aceasta va șterge toate datele asociate cu contul dvs. și nu poate fi anulată. Va trebui să vă conectați din nou pentru a finaliza această acțiune
ru: Это удалит все данные, связанные с вашим аккаунтом, и не может быть отменено. Вам нужно будет снова войти, чтобы завершить это действие
sk: Tým sa vymažú všetky údaje spojené s vaším účtom a túto akciu nie je možné vrátiť späť. Na dokončenie tejto akcie sa budete musieť znova prihlásiť
sl: S tem boste izbrisali vse podatke, povezane z vašim računom, in tega ni mogoče razveljaviti. Za dokončanje tega dejanja se boste morali znova prijaviti
sr: Ово ће обрисати све податке повезане са вашим налогом и не може се опозвати. Мораћете да се пријавите поново да бисте завршили ову акцију
sr_latn: Ovo će obrisati sve podatke povezane sa vašim nalogom i ne može se opozvati. Moraćete da se prijavite ponovo da biste završili ovu akciju
sv: Detta raderar all data kopplad till ditt konto och kan inte ångras. Du måste logga in igen för att slutföra denna åtgärd
ta: இது உங்கள் கணக்குடன் தொடர்புடைய அனைத்து தரவையும் அழிக்கும், மற்றும் செயல்தவிர்க்க முடியாது. இந்த செயலை நிறைவு செய்ய நீங்கள் மீண்டும் உள்நுழைய வேண்டும்
th: การดำเนินการนี้จะลบข้อมูลทั้งหมดที่เกี่ยวข้องกับบัญชีของคุณและไม่สามารถยกเลิกได้ คุณจะต้องลงชื่อเข้าใช้อีกครั้งเพื่อดำเนินการให้เสร็จสมบูรณ์
tr: Bu, hesabınızla ilişkili tüm verileri silecek ve geri alınamaz. Bu işlemi tamamlamak için tekrar oturum açmanız gerekecek
uk: Це видалить усі дані, пов'язані з вашим обліковим записом, і це неможливо скасувати. Вам потрібно буде увійти знову, щоб завершити цю дію
ur: یہ آپ کے اکاؤنٹ سے منسلک تمام ڈیٹا کو مٹا دے گا، اور اسے کالعدم نہیں کیا جا سکتا۔ اس کارروائی کو مکمل کرنے کے لیے آپ کو دوبارہ سائن ان کرنا ہوگا
vi: Điều này sẽ xóa tất cả dữ liệu liên quan đến tài khoản của bạn và không thể hoàn tác. Bạn sẽ cần đăng nhập lại để hoàn tất hành động này
zh: 此操作将清除与您账户相关的所有数据，且无法撤销。您需要重新登录才能完成。
zh_hant: 此操作將清除所有帳號相關資料且無法還原。您需要重新登入以完成此動作。
zh_hant_tw: 此操作將清除所有帳號相關資料，且無法復原。您需要重新登入以完成此操作。

source: This will erase all data associated with your account, and can't be undone. Are you sure you want to delete your account?
bg: Това ще изтрие всички данни, свързани с акаунта ви, и не може да бъде отменено. Сигурни ли сте, че искате да го изтриете?
bn: এটি আপনার অ্যাকাউন্টের সমস্ত তথ্য মুছে ফেলবে এবং পূর্বাবস্থায় ফেরানো যাবে না। আপনি কি সত্যিই আপনার অ্যাকাউন্ট মুছতে চান?
ca: Això suprimirà totes les dades associades al teu compte i no es podrà desfer. Estàs segur que vols suprimir el teu compte?
cs: Tato akce smaže všechna data vašeho účtu a nelze ji vrátit zpět. Opravdu chcete účet smazat?
da: Dette sletter alle data tilknyttet din konto og kan ikke fortrydes. Er du sikker på, at du vil slette kontoen?
de_at: Dies löscht alle mit Ihrem Konto verbundenen Daten und kann nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
el: Αυτό θα διαγράψει όλα τα δεδομένα που σχετίζονται με τον λογαριασμό σας και δεν μπορεί να αναιρεθεί. Είστε βέβαιοι ότι θέλετε να διαγράψετε τον λογαριασμό σας;
fa: این کار تمام داده‌های مرتبط با حساب شما را پاک می‌کند و قابل بازگشت نیست. آیا مطمئن هستید که می‌خواهید حساب خود را حذف کنید؟
fi: Tämä poistaa kaiken tiliisi liittyvän tiedon, eikä toimintoa voi perua. Haluatko varmasti poistaa tilisi?
fil: Ito ay magbubura ng lahat ng data na nauugnay sa iyong account, at hindi maaaring bawiin. Sigurado ka bang gusto mong tanggalin ang iyong account?
fr_ch: Cela effacera toutes les données associées à votre compte et ne peut pas être annulé. Êtes-vous sûr de vouloir supprimer votre compte ?
gsw: Das löscht alli Date wo mit dim Konto verbunde sind und cha nöd rückgängig gmacht werde. Bisch sicher, dass du dis Konto lösche wetsch?
gu: આ તમારા એકાઉન્ટ સાથે સંબંધિત તમામ ડેટા કાઢી નાખશે, અને પાછો લઈ શકાશે નહીં. શું તમે ખરેખર તમારું એકાઉન્ટ કાઢી નાખવા માંગો છો?
he: פעולה זו תמחק את כל הנתונים המשויכים לחשבון שלך, ולא ניתן לבטלה. האם אתה בטוח שברצונך למחוק את החשבון שלך?
hi: यह आपके खाते से संबंधित सभी डेटा मिटा देगा, और इसे पूर्ववत नहीं किया जा सकता। क्या आप वाकई अपना खाता हटाना चाहते हैं?
hr: Ova radnja će izbrisati sve podatke vašeg računa i ne može se poništiti. Jeste li sigurni da želite izbrisati svoj račun?
hu: Ez töröl minden fiókjához társított adatot, és nem vonható vissza. Biztos, hogy törölni szeretné a fiókját?
id: Ini akan menghapus semua data yang terkait dengan akun Anda, dan tidak dapat dibatalkan. Apakah Anda yakin ingin menghapus akun Anda?
it: Questo cancellerà tutti i dati associati al tuo account e non può essere annullato. Sei sicuro di voler eliminare il tuo account?
ja: これにより、アカウントに関連するすべてのデータが消去され、元に戻すことはできません。本当にアカウントを削除しますか？
kn: ಇದು ನಿಮ್ಮ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಅಳಿಸುತ್ತದೆ ಮತ್ತು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ. ನೀವು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 이렇게 하면 계정과 관련된 모든 데이터가 삭제되며 실행 취소할 수 없습니다. 정말로 계정을 삭제하시겠습니까?
ln: Oyo ekolongola makambo nyonso oyo ezali na kɔnti na yo, mpe ekoki kozonga te. Olingi mpenza kolongola kɔnti na yo?
lv: Tas izdzēsīs visus ar jūsu kontu saistītos datus, un to nevar atsaukt. Vai tiešām vēlaties dzēst kontu?
mr: हे तुमच्या खात्याशी संबंधित सर्व डेटा मिटवेल, आणि पूर्ववत करता येणार नाही. तुम्हाला खात्रीपूर्वक तुमचे खाते हटवायचे आहे का?
ms: Ini akan memadam semua data yang berkaitan dengan akaun anda, dan tidak boleh dibuat asal. Adakah anda pasti mahu memadam akaun anda?
nb: Dette vil slette alle data tilknyttet kontoen din, og kan ikke angres. Er du sikker på at du vil slette kontoen din?
nl: Dit verwijdert alle gegevens van je account en kan niet ongedaan worden gemaakt. Weet je zeker dat je je account wilt verwijderen?
nn_no: Dette vil slette alle data knytte til kontoen din, og kan ikkje angrast. Er du sikker på at du vil slette kontoen din?
pl: Spowoduje to usunięcie wszystkich danych związanych z Twoim kontem i nie można tego cofnąć. Czy na pewno chcesz usunąć swoje konto?
pt: Isso excluirá todos os dados associados à sua conta e não poderá ser desfeito. Tem certeza de que deseja excluir sua conta?
pt_pt: Isto irá eliminar todos os dados associados à sua conta e não pode ser anulado. Tem a certeza de que deseja eliminar a sua conta?
ro: Aceasta va șterge toate datele asociate cu contul dvs. și nu poate fi anulată. Sigur doriți să vă ștergeți contul?
ru: Это удалит все данные, связанные с вашим аккаунтом, и не может быть отменено. Вы уверены, что хотите удалить свой аккаунт?
sk: Tým sa vymažú všetky údaje spojené s vaším účtom a túto akciu nie je možné vrátiť späť. Naozaj chcete odstrániť svoj účet?
sl: S tem boste izbrisali vse podatke, povezane z vašim računom, in tega ni mogoče razveljaviti. Ali ste prepričani, da želite izbrisati svoj račun?
sr: Ово ће обрисати све податке повезане са вашим налогом и не може се опозвати. Да ли сте сигурни да желите да обришете налог?
sr_latn: Ovo će obrisati sve podatke povezane sa vašim nalogom i ne može se opozvati. Da li ste sigurni da želite da obrišete nalog?
sv: Detta raderar all data kopplad till ditt konto och kan inte ångras. Är du säker på att du vill ta bort ditt konto?
ta: இது உங்கள் கணக்குடன் தொடர்புடைய அனைத்து தரவையும் அழிக்கும், மற்றும் செயல்தவிர்க்க முடியாது. உங்கள் கணக்கை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
th: การดำเนินการนี้จะลบข้อมูลทั้งหมดที่เกี่ยวข้องกับบัญชีของคุณและไม่สามารถยกเลิกได้ คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ?
tr: Bu, hesabınızla ilişkili tüm verileri silecek ve geri alınamaz. Hesabınızı silmek istediğinizden emin misiniz?
uk: Це видалить усі дані, пов'язані з вашим обліковим записом, і це неможливо скасувати. Ви впевнені, що хочете видалити свій обліковий запис?
ur: یہ آپ کے اکاؤنٹ سے منسلک تمام ڈیٹا کو مٹا دے گا، اور اسے کالعدم نہیں کیا جا سکتا۔ کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟
vi: Điều này sẽ xóa tất cả dữ liệu liên quan đến tài khoản của bạn và không thể hoàn tác. Bạn có chắc chắn muốn xóa tài khoản của mình không?
zh: 此操作将清除您账户的所有数据，且无法撤销。确定要删除您的账户吗？
zh_hant: 此操作將清除所有帳號資料且無法還原。您確定要刪除帳號嗎？
zh_hant_tw: 此操作將刪除所有與您帳號相關的資料，且無法復原。確定要刪除帳號嗎？
